{
  "timestamp": "2025-10-27T01:32:38.072649",
  "tables": [],
  "all_text": "\n\n\n\n\nPolymarket Insiders\n\n\n\n\n\n\nHashdive is a powerful Polymarket Analytics platform.\n    \nPolymarket Analytics\nPolymarket: Market Overview\nAnalyze the top trading markets on Polymarket, track liquidity, volume, and AI-powered probabilities.\nKey Market Statistics\n\nTop 20 Markets: Ordered by liquidity and trading volume.\nAI Probability: Compare human vs AI-calculated probabilities.\nMarket Trends: Interactive charts and insights.\nSmart Score: Evaluate user performance based on historical trading success.\n\nUser Trading Performance\nEnter a Polygon address to analyze user positions, profit/loss details, and trading scores.\nAnalyze User\nTop Market Trends\n\nCheck out the latest market trends and price movements. Data-driven insights available for all top markets.\n\nMarket Analysis Charts\n\nMarket Data (Yes vs No): A comparison of market sentiment and price action.\nValue per Entry Price: A visualization of positions by entry price.\nProfit and Loss Distribution: Analysis of the top traders' positions.\nSmart Score Distribution: Breakdown of traders' performance based on past market activities.\n\nExplore the Markets\nAnalyze Markets\nContact Us\nEmail: contact@hashdive.com\n\n© 2025 Hashdive. All rights reserved.\n\n\n\nAnalysisinsightsAnalyze MarketpersonAnalyze UserarchiveAnalyze Resolved MarketSmart Scoresnetwork_intelligenceSmart ScoresstorageSmart Trades LiveexploreSmart Trader ExplorerDiscoverytable_chartScreenermapMarket Mapemoji_eventsPnL LeaderboardradarYour Tracked TradersWhalessensorsWhales Positionsshow_chartWhale Tradesnotifications_activeUnusual TradesInsidersmysteryInsider DetectionDocumentationlock_openWhy Upgrade to Pro?noteTerms of UseschoolUser GuideDataapiHashdive APIHomehomeHomeKalshitable_chartScreenerinsightsAnalyze MarketpersonAnalyze useremoji_eventsLeaderboardnotifications_activeUnusual TradesAccountloginLog in\n\n\n\n\n\n\n🔎 New: Potential Insiders Dashboard\nMonitor suspicious traders and the markets where they may be active. 👉 Explore Potential InsidersPossible Insiders\nBETA\n\n\nThis feature is still in beta — we’re actively improving it.  \nIf you have feedback, please DM us on Discord or X.\nThis table highlights traders whose behavior looks unusual. Typically these traders enter at relatively low prices, place very large bets, have new accounts with little history, and rarely trade in other markets. The Z-Score helps put their investment in context: it compares the size of a trader’s bet to what is normal in that market. A very high Z-Score means their position is much larger than average. These patterns can sometimes hint at insider information or abnormal confidence.However, this is only a guide — it does not prove anything. Always do your own research before drawing conclusions.👉🏼 Free period ended. Log in and go to Your Account to purchase a Pro plan for full access.\n",
  "links": []
}